Repository: somersjens/jumping-fox
Catalog: Jumping Fox/Localizable.xcstrings
Source language: en
Languages: af, am, ar, as, az, be, bg, bn, bo, bs, ca, cs, cy, da, de, el, es, et, eu, fa, fi, fo, fr, ga, gl, gu, he, hi, hr, hu, hy, id, is, it, ja, ka, kk, km, kn, ko, lo, lt, lv, mk, ml, mn, mr, ms, my, ne, nl, no, or, pa, pl, pt, ro, ru, si, sk, sl, sq, sr, sv, sw, ta, te, th, tr, ug, uk, ur, uz, vi, zh, zu

# goal.promptDaily
source: How many minutes do you want to play per day?
af: Hoeveel minute wil jy elke dag speel?
am: በቀን ስንት ደቂቃ መጫወት ትፈልጋለህ?
ar: كم دقيقة تريد أن تلعب يوميًا؟
as: দিনে কিমান মিনিট খেলিব খোজা?
az: Gündə neçə dəqiqə oynamaq istəyirsən?
be: Колькі хвілін ты хочаш гуляць штодня?
bg: Колко минути искаш да играеш на ден?
bn: প্রতিদিন কত মিনিট খেলতে চাও?
bo: ཉིན་རེར་སྐར་མ་ག་ཚོད་རྩེ་འདོད་དམ།
bs: Koliko minuta želiš igrati dnevno?
ca: Quants minuts vols jugar cada dia?
cs: Kolik minut chceš hrát každý den?
cy: Sawl munud wyt ti eisiau chwarae bob dydd?
da: Hvor mange minutter vil du spille om dagen?
de: Wie viele Minuten möchtest du täglich spielen?
el: Πόσα λεπτά θέλεις να παίζεις κάθε μέρα;
es: ¿Cuántos minutos quieres jugar al día?
et: Mitu minutit tahad päevas mängida?
eu: Zenbat minutuz jokatu nahi duzu egunean?
fa: روزانه چند دقیقه می‌خواهی بازی کنی؟
fi: Kuinka monta minuuttia haluat pelata päivässä?
fo: Hvussu nógvar minuttir vilt tú spæla um dagin?
fr: Combien de minutes veux-tu jouer par jour ?
ga: Cé mhéad nóiméad ar mhaith leat imirt gach lá?
gl: Cantos minutos queres xogar ao día?
gu: તમે દરરોજ કેટલા મિનિટ રમવા માંગો છો?
he: כמה דקות תרצו לשחק בכל יום?
hi: हर दिन कितने मिनट खेलना चाहते हो?
hr: Koliko minuta želiš igrati svaki dan?
hu: Hány percet szeretnél játszani naponta?
hy: Օրական քանի՞ րոպե ես ուզում խաղալ։
id: Berapa menit kamu ingin bermain setiap hari?
is: Hve margar mínútur viltu spila á dag?
it: Quanti minuti vuoi giocare al giorno?
ja: 1日に何分あそびたい？
ka: დღეში რამდენი წუთი გინდა ითამაშო?
kk: Күніне неше минут ойнағың келеді?
km: អ្នកចង់លេងប៉ុន្មាននាទីក្នុងមួយថ្ងៃ?
kn: ದಿನಕ್ಕೆ ಎಷ್ಟು ನಿಮಿಷ ಆಡಲು ಬಯಸುತ್ತೀಯ?
ko: 하루에 몇 분 동안 놀고 싶나요?
lo: ຢາກຫຼິ້ນມື້ລະຈັກນາທີ?
lt: Kiek minučių per dieną nori žaisti?
lv: Cik minūtes dienā vēlies spēlēt?
mk: Колку минути сакаш да играш дневно?
ml: ദിവസം എത്ര മിനിറ്റ് കളിക്കണം?
mn: Өдөрт хэдэн минут тоглох вэ?
mr: दररोज किती मिनिटे खेळायचे?
ms: Berapa minit kamu mahu bermain setiap hari?
my: တစ်နေ့ကို ဘယ်နှမိနစ် ကစားချင်လဲ။
ne: दिनमा कति मिनेट खेल्न चाहन्छौ?
nl: Hoeveel minuten wil je per dag spelen?
no: Hvor mange minutter vil du spille hver dag?
or: ଦିନକୁ କେତେ ମିନିଟ୍ ଖେଳିବାକୁ ଚାହୁଁଛ?
pa: ਤੁਸੀਂ ਹਰ ਰੋਜ਼ ਕਿੰਨੇ ਮਿੰਟ ਖੇਡਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Ile minut dziennie chcesz grać?
pt: Quantos minutos queres jogar por dia?
ro: Câte minute vrei să te joci pe zi?
ru: Сколько минут в день ты хочешь играть?
si: දිනකට මිනිත්තු කීයක් ක්‍රීඩා කරන්නද?
sk: Koľko minút chceš hrať denne?
sl: Koliko minut želiš igrati na dan?
sq: Sa minuta dëshiron të luash çdo ditë?
sr: Koliko minuta želiš da igraš dnevno?
sv: Hur många minuter vill du spela per dag?
sw: Unataka kucheza dakika ngapi kwa siku?
ta: ஒரு நாளில் எத்தனை நிமிடங்கள் விளையாட விரும்புகிறாய்?
te: రోజుకు ఎన్ని నిమిషాలు ఆడాలనుకుంటున్నావు?
th: อยากเล่นวันละกี่นาที?
tr: Günde kaç dakika oynamak istiyorsun?
ug: كۈنىگە قانچە مىنۇت ئوينىماقچىسەن؟
uk: Скільки хвилин на день ти хочеш грати?
ur: روز کتنے منٹ کھیلنا چاہتے ہیں؟
uz: Kuniga necha daqiqa o‘ynashni xohlaysan?
vi: Bạn muốn chơi bao nhiêu phút mỗi ngày?
zh: 你每天想玩几分钟？
zu: Ufuna ukudlala imizuzu emingaki ngosuku?

# goal.promptWeekly
source: How many minutes do you want to play per week?
af: Hoeveel minute wil jy elke week speel?
am: በሳምንት ስንት ደቂቃ መጫወት ትፈልጋለህ?
ar: كم دقيقة تريد أن تلعب أسبوعيًا؟
as: সপ্তাহত কিমান মিনিট খেলিব খোজা?
az: Həftədə neçə dəqiqə oynamaq istəyirsən?
be: Колькі хвілін ты хочаш гуляць штотыдзень?
bg: Колко минути искаш да играеш на седмица?
bn: প্রতি সপ্তাহে কত মিনিট খেলতে চাও?
bo: བདུན་རེར་སྐར་མ་ག་ཚོད་རྩེ་འདོད་དམ།
bs: Koliko minuta želiš igrati sedmično?
ca: Quants minuts vols jugar cada setmana?
cs: Kolik minut chceš hrát každý týden?
cy: Sawl munud wyt ti eisiau chwarae bob wythnos?
da: Hvor mange minutter vil du spille om ugen?
de: Wie viele Minuten möchtest du pro Woche spielen?
el: Πόσα λεπτά θέλεις να παίζεις κάθε εβδομάδα;
es: ¿Cuántos minutos quieres jugar a la semana?
et: Mitu minutit tahad nädalas mängida?
eu: Zenbat minutuz jokatu nahi duzu astean?
fa: هفته‌ای چند دقیقه می‌خواهی بازی کنی؟
fi: Kuinka monta minuuttia haluat pelata viikossa?
fo: Hvussu nógvar minuttir vilt tú spæla um vikuna?
fr: Combien de minutes veux-tu jouer par semaine ?
ga: Cé mhéad nóiméad ar mhaith leat imirt gach seachtain?
gl: Cantos minutos queres xogar á semana?
gu: તમે દર અઠવાડિયે કેટલા મિનિટ રમવા માંગો છો?
he: כמה דקות תרצו לשחק בכל שבוע?
hi: हर हफ्ते कितने मिनट खेलना चाहते हो?
hr: Koliko minuta želiš igrati svaki tjedan?
hu: Hány percet szeretnél játszani hetente?
hy: Շաբաթական քանի՞ րոպե ես ուզում խաղալ։
id: Berapa menit kamu ingin bermain setiap minggu?
is: Hve margar mínútur viltu spila á viku?
it: Quanti minuti vuoi giocare alla settimana?
ja: 1週間に何分あそびたい？
ka: კვირაში რამდენი წუთი გინდა ითამაშო?
kk: Аптасына неше минут ойнағың келеді?
km: អ្នកចង់លេងប៉ុន្មាននាទីក្នុងមួយសប្ដាហ៍?
kn: ವಾರಕ್ಕೆ ಎಷ್ಟು ನಿಮಿಷ ಆಡಲು ಬಯಸುತ್ತೀಯ?
ko: 일주일에 몇 분 동안 놀고 싶나요?
lo: ຢາກຫຼິ້ນອາທິດລະຈັກນາທີ?
lt: Kiek minučių per savaitę nori žaisti?
lv: Cik minūtes nedēļā vēlies spēlēt?
mk: Колку минути сакаш да играш неделно?
ml: ആഴ്ചയിൽ എത്ര മിനിറ്റ് കളിക്കണം?
mn: Долоо хоногт хэдэн минут тоглох вэ?
mr: दर आठवड्याला किती मिनिटे खेळायचे?
ms: Berapa minit kamu mahu bermain setiap minggu?
my: တစ်ပတ်ကို ဘယ်နှမိနစ် ကစားချင်လဲ။
ne: हप्तामा कति मिनेट खेल्न चाहन्छौ?
nl: Hoeveel minuten wil je per week spelen?
no: Hvor mange minutter vil du spille hver uke?
or: ସପ୍ତାହକୁ କେତେ ମିନିଟ୍ ଖେଳିବାକୁ ଚାହୁଁଛ?
pa: ਤੁਸੀਂ ਹਰ ਹਫ਼ਤੇ ਕਿੰਨੇ ਮਿੰਟ ਖੇਡਣਾ ਚਾਹੁੰਦੇ ਹੋ?
pl: Ile minut tygodniowo chcesz grać?
pt: Quantos minutos queres jogar por semana?
ro: Câte minute vrei să te joci pe săptămână?
ru: Сколько минут в неделю ты хочешь играть?
si: සතියකට මිනිත්තු කීයක් ක්‍රීඩා කරන්නද?
sk: Koľko minút chceš hrať týždenne?
sl: Koliko minut želiš igrati na teden?
sq: Sa minuta dëshiron të luash çdo javë?
sr: Koliko minuta želiš da igraš nedeljno?
sv: Hur många minuter vill du spela per vecka?
sw: Unataka kucheza dakika ngapi kwa wiki?
ta: ஒரு வாரத்தில் எத்தனை நிமிடங்கள் விளையாட விரும்புகிறாய்?
te: వారానికి ఎన్ని నిమిషాలు ఆడాలనుకుంటున్నావు?
th: อยากเล่นสัปดาห์ละกี่นาที?
tr: Haftada kaç dakika oynamak istiyorsun?
ug: ھەپتىگە قانچە مىنۇت ئوينىماقچىسەن؟
uk: Скільки хвилин на тиждень ти хочеш грати?
ur: ہفتے میں کتنے منٹ کھیلنا چاہتے ہیں؟
uz: Haftasiga necha daqiqa o‘ynashni xohlaysan?
vi: Bạn muốn chơi bao nhiêu phút mỗi tuần?
zh: 你每周想玩几分钟？
zu: Ufuna ukudlala imizuzu emingaki ngesonto?

# goal.title
source: Play goal
af: Speeldoel
am: የጨዋታ ግብ
ar: هدف اللعب
as: খেলৰ লক্ষ্য
az: Oyun hədəfi
be: Мэта гульні
bg: Цел за игра
bn: খেলার লক্ষ্য
bo: རྩེད་མོའི་དམིགས་ཡུལ
bs: Cilj igranja
ca: Objectiu de joc
cs: Herní cíl
cy: Nod chwarae
da: Spillemål
de: Spielziel
el: Στόχος παιχνιδιού
es: Objetivo de juego
et: Mängueesmärk
eu: Jolas-helburua
fa: هدف بازی
fi: Pelitavoite
fo: Spælimál
fr: Objectif de jeu
ga: Sprioc imeartha
gl: Obxectivo de xogo
gu: રમતનું લક્ષ્ય
he: יעד משחק
hi: खेल लक्ष्य
hr: Cilj igranja
hu: Játékcél
hy: Խաղի նպատակ
id: Target bermain
is: Spilamarkmið
it: Obiettivo di gioco
ja: あそぶ目標
ka: თამაშის მიზანი
kk: Ойын мақсаты
km: គោលដៅលេង
kn: ಆಟದ ಗುರಿ
ko: 놀이 목표
lo: ເປົ້າໝາຍການຫຼິ້ນ
lt: Žaidimo tikslas
lv: Spēles mērķis
mk: Цел за играње
ml: കളിലക്ഷ്യം
mn: Тоглох зорилго
mr: खेळाचे ध्येय
ms: Sasaran main
my: ကစားချိန်ပန်းတိုင်
ne: खेल लक्ष्य
nl: Speeldoel
no: Spillemål
or: ଖେଳ ଲକ୍ଷ୍ୟ
pa: ਖੇਡਣ ਦਾ ਟੀਚਾ
pl: Cel gry
pt: Meta de jogo
ro: Obiectiv de joc
ru: Цель игры
si: ක්‍රීඩා ඉලක්කය
sk: Herný cieľ
sl: Igralni cilj
sq: Objektivi i lojës
sr: Cilj igranja
sv: Spelmål
sw: Lengo la kucheza
ta: விளையாட்டு இலக்கு
te: ఆట లక్ష్యం
th: เป้าหมายการเล่น
tr: Oyun hedefi
ug: ئويۇن نىشانى
uk: Ігрова ціль
ur: کھیل کا ہدف
uz: O‘yin maqsadi
vi: Mục tiêu chơi
zh: 游戏目标
zu: Umgomo wokudlala

# goalPeriod.daily
source: Daily
af: Daagliks
am: በየቀኑ
ar: يوميًا
as: দৈনিক
az: Gündəlik
be: Штодня
bg: Всеки ден
bn: দৈনিক
bo: ཉིན་རེ
bs: Dnevno
ca: Diari
cs: Denně
cy: Bob dydd
da: Dagligt
de: Täglich
el: Καθημερινά
es: Diario
et: Iga päev
eu: Egunero
fa: روزانه
fi: Päivittäin
fo: Dagliga
fr: Chaque jour
ga: Gach lá
gl: Diario
gu: દરરોજ
he: יומי
hi: रोज़
hr: Dnevno
hu: Naponta
hy: Օրական
id: Harian
is: Daglega
it: Giornaliero
ja: 毎日
ka: ყოველდღე
kk: Күн сайын
km: ប្រចាំថ្ងៃ
kn: ಪ್ರತಿದಿನ
ko: 매일
lo: ລາຍວັນ
lt: Kasdien
lv: Katru dienu
mk: Дневно
ml: ദിവസേന
mn: Өдөр бүр
mr: दररोज
ms: Harian
my: နေ့စဉ်
ne: दैनिक
nl: Dagelijks
no: Daglig
or: ଦୈନିକ
pa: ਰੋਜ਼ਾਨਾ
pl: Dziennie
pt: Diária
ro: Zilnic
ru: Ежедневно
si: දිනපතා
sk: Denne
sl: Dnevno
sq: Çdo ditë
sr: Dnevno
sv: Dagligen
sw: Kila siku
ta: தினமும்
te: రోజువారీ
th: รายวัน
tr: Günlük
ug: كۈندىلىك
uk: Щодня
ur: روزانہ
uz: Har kuni
vi: Hằng ngày
zh: 每天
zu: Nsuku zonke

# goalPeriod.weekly
source: Weekly
af: Weekliks
am: በየሳምንቱ
ar: أسبوعيًا
as: সাপ্তাহিক
az: Həftəlik
be: Штотыдзень
bg: Всяка седмица
bn: সাপ্তাহিক
bo: བདུན་རེ
bs: Sedmično
ca: Setmanal
cs: Týdně
cy: Bob wythnos
da: Ugentligt
de: Wöchentlich
el: Εβδομαδιαία
es: Semanal
et: Iga nädal
eu: Astero
fa: هفتگی
fi: Viikoittain
fo: Vikuliga
fr: Chaque semaine
ga: Gach seachtain
gl: Semanal
gu: દર અઠવાડિયે
he: שבועי
hi: हर हफ्ते
hr: Tjedno
hu: Hetente
hy: Շաբաթական
id: Mingguan
is: Vikulega
it: Settimanale
ja: 毎週
ka: ყოველკვირა
kk: Апта сайын
km: ប្រចាំសប្ដាហ៍
kn: ಪ್ರತಿವಾರ
ko: 매주
lo: ລາຍອາທິດ
lt: Kas savaitę
lv: Katru nedēļu
mk: Неделно
ml: ആഴ്ചതോറും
mn: Долоо хоног бүр
mr: दर आठवड्याला
ms: Mingguan
my: အပတ်စဉ်
ne: साप्ताहिक
nl: Wekelijks
no: Ukentlig
or: ସାପ୍ତାହିକ
pa: ਹਫ਼ਤਾਵਾਰੀ
pl: Tygodniowo
pt: Semanal
ro: Săptămânal
ru: Еженедельно
si: සතිපතා
sk: Týždenne
sl: Tedensko
sq: Çdo javë
sr: Nedeljno
sv: Varje vecka
sw: Kila wiki
ta: வாரமும்
te: వారానికొకసారి
th: รายสัปดาห์
tr: Haftalık
ug: ھەپتىلىك
uk: Щотижня
ur: ہفتہ وار
uz: Har hafta
vi: Hằng tuần
zh: 每周
zu: Masonto onke

# info.filter.addition
source: Addition only
af: Net optel
am: መደመር ብቻ
ar: الجمع فقط
as: কেৱল যোগ
az: Yalnız toplama
be: Толькі складанне
bg: Само събиране
bn: শুধু যোগ
bo: སྣོན་རྩིས་ཁོ་ན
bs: Samo sabiranje
ca: Només sumes
cs: Jen sčítání
cy: Adio yn unig
da: Kun addition
de: Nur Addition
el: Μόνο πρόσθεση
es: Solo sumas
et: Ainult liitmine
eu: Batuketak bakarrik
fa: فقط جمع
fi: Vain yhteenlasku
fo: Bara samlegging
fr: Additions seulement
ga: Suimiú amháin
gl: Só sumas
gu: ફક્ત સરવાળો
he: חיבור בלבד
hi: केवल जोड़
hr: Samo zbrajanje
hu: Csak összeadás
hy: Միայն գումարում
id: Hanya penjumlahan
is: Aðeins samlagning
it: Solo addizioni
ja: たし算だけ
ka: მხოლოდ მიმატება
kk: Тек қосу
km: តែការបូក
kn: ಕೂಡಿಸುವಿಕೆ ಮಾತ್ರ
ko: 덧셈만
lo: ບວກເທົ່ານັ້ນ
lt: Tik sudėtis
lv: Tikai saskaitīšana
mk: Само собирање
ml: കൂട്ടൽ മാത്രം
mn: Зөвхөн нэмэх
mr: फक्त बेरीज
ms: Tambah sahaja
my: ပေါင်းခြင်းသာ
ne: जोड मात्र
nl: Alleen optellen
no: Bare addisjon
or: କେବଳ ଯୋଗ
pa: ਸਿਰਫ਼ ਜੋੜ
pl: Tylko dodawanie
pt: Só adição
ro: Doar adunări
ru: Только сложение
si: එකතු කිරීම පමණයි
sk: Len sčítanie
sl: Samo seštevanje
sq: Vetëm mbledhje
sr: Samo sabiranje
sv: Bara addition
sw: Kujumlisha tu
ta: கூட்டல் மட்டும்
te: కూడిక మాత్రమే
th: เฉพาะการบวก
tr: Yalnızca toplama
ug: پەقەت قوشۇش
uk: Лише додавання
ur: صرف جمع
uz: Faqat qo‘shish
vi: Chỉ phép cộng
zh: 只练加法
zu: Ukuhlanganisa kuphela

# info.filter.fractions
source: Division only
af: Net deel
am: ማካፈል ብቻ
ar: القسمة فقط
as: কেৱল ভাগ
az: Yalnız bölmə
be: Толькі дзяленне
bg: Само деление
bn: শুধু ভাগ
bo: བགོ་རྩིས་ཁོ་ན
bs: Samo dijeljenje
ca: Només divisions
cs: Jen dělení
cy: Rhannu yn unig
da: Kun division
de: Nur Division
el: Μόνο διαίρεση
es: Solo divisiones
et: Ainult jagamine
eu: Zatiketak bakarrik
fa: فقط تقسیم
fi: Vain jakolasku
fo: Bara býting
fr: Divisions seulement
ga: Roinnt amháin
gl: Só divisións
gu: ફક્ત ભાગાકાર
he: חילוק בלבד
hi: केवल भाग
hr: Samo dijeljenje
hu: Csak osztás
hy: Միայն բաժանում
id: Hanya pembagian
is: Aðeins deiling
it: Solo divisioni
ja: わり算だけ
ka: მხოლოდ გაყოფა
kk: Тек бөлу
km: តែការចែក
kn: ಭಾಗಾಕಾರ ಮಾತ್ರ
ko: 나눗셈만
lo: ຫານເທົ່ານັ້ນ
lt: Tik dalyba
lv: Tikai dalīšana
mk: Само делење
ml: ഹരണം മാത്രം
mn: Зөвхөн хуваах
mr: फक्त भागाकार
ms: Bahagi sahaja
my: စားခြင်းသာ
ne: भाग मात्र
nl: Alleen delen
no: Bare divisjon
or: କେବଳ ଭାଗ
pa: ਸਿਰਫ਼ ਭਾਗ
pl: Tylko dzielenie
pt: Só divisão
ro: Doar împărțiri
ru: Только деление
si: බෙදීම පමණයි
sk: Len delenie
sl: Samo deljenje
sq: Vetëm pjesëtim
sr: Samo deljenje
sv: Bara division
sw: Kugawanya tu
ta: வகுத்தல் மட்டும்
te: భాగహారం మాత్రమే
th: เฉพาะการหาร
tr: Yalnızca bölme
ug: پەقەت بۆلۈش
uk: Лише ділення
ur: صرف تقسیم
uz: Faqat bo‘lish
vi: Chỉ phép chia
zh: 只练除法
zu: Ukuhlukanisa kuphela

# info.filter.header
source: Types of problems
af: Soorte somme
am: የጥያቄ ዓይነቶች
ar: أنواع المسائل
as: অংকৰ ধৰণ
az: Misal növləri
be: Віды прыкладаў
bg: Видове задачи
bn: অঙ্কের ধরন
bo: རྩིས་ཀྱི་རིགས
bs: Vrste zadataka
ca: Tipus d’operacions
cs: Druhy příkladů
cy: Mathau o symiau
da: Opgavetyper
de: Aufgabenarten
el: Είδη ασκήσεων
es: Tipos de ejercicios
et: Ülesannete liigid
eu: Ariketa motak
fa: نوع تمرین‌ها
fi: Laskutyypit
fo: Sløg av roknistykkjum
fr: Types de calculs
ga: Cineálacha ceisteanna
gl: Tipos de contas
gu: દાખલાના પ્રકાર
he: סוגי תרגילים
hi: सवालों के प्रकार
hr: Vrste zadataka
hu: Feladattípusok
hy: Առաջադրանքների տեսակներ
id: Jenis soal
is: Tegundir dæma
it: Tipi di esercizi
ja: 問題のしゅるい
ka: ამოცანების ტიპები
kk: Есеп түрлері
km: ប្រភេទលំហាត់
kn: ಲೆಕ್ಕಗಳ ವಿಧಗಳು
ko: 문제 종류
lo: ປະເພດໂຈດ
lt: Užduočių rūšys
lv: Uzdevumu veidi
mk: Видови задачи
ml: കണക്കുകളുടെ തരങ്ങൾ
mn: Бодлогын төрлүүд
mr: उदाहरणांचे प्रकार
ms: Jenis soalan
my: ပုစ္ဆာအမျိုးအစား
ne: प्रश्नका प्रकार
nl: Soorten sommen
no: Oppgavetyper
or: ପ୍ରଶ୍ନର ପ୍ରକାର
pa: ਸਵਾਲਾਂ ਦੀਆਂ ਕਿਸਮਾਂ
pl: Rodzaje zadań
pt: Tipos de contas
ro: Tipuri de exerciții
ru: Виды примеров
si: ගණන් වර්ග
sk: Typy príkladov
sl: Vrste nalog
sq: Llojet e detyrave
sr: Vrste zadataka
sv: Typer av tal
sw: Aina za maswali
ta: கணக்கு வகைகள்
te: లెక్కల రకాలు
th: ประเภทโจทย์
tr: Soru türleri
ug: مەسىلە تۈرلىرى
uk: Види завдань
ur: سوالوں کی قسمیں
uz: Misol turlari
vi: Loại bài toán
zh: 题目类型
zu: Izinhlobo zezibalo

# info.filter.mixed
source: Mixed operations
af: Gemengde somme
am: ድብልቅ ስሌቶች
ar: عمليات مختلطة
as: মিশ্ৰ ক্ৰিয়া
az: Qarışıq əməllər
be: Змешаныя дзеянні
bg: Смесени действия
bn: মিশ্র অঙ্ক
bo: རྩིས་འདྲེས་མ
bs: Miješane računske radnje
ca: Operacions mixtes
cs: Smíšené početní operace
cy: Gweithrediadau cymysg
da: Blandede regnearter
de: Gemischte Rechenarten
el: Μικτές πράξεις
es: Operaciones mixtas
et: Segatehted
eu: Eragiketa nahasiak
fa: عملیات ترکیبی
fi: Sekalaskut
fo: Blandaðir roknihættir
fr: Opérations mélangées
ga: Oibríochtaí measctha
gl: Operacións mesturadas
gu: મિશ્ર ગણિત
he: פעולות מעורבות
hi: मिली-जुली गणनाएँ
hr: Miješane računske radnje
hu: Vegyes műveletek
hy: Խառը գործողություններ
id: Operasi campuran
is: Blandaðar aðgerðir
it: Operazioni miste
ja: いろいろな計算
ka: შერეული მოქმედებები
kk: Аралас амалдар
km: ប្រមាណវិធីចម្រុះ
kn: ಮಿಶ್ರ ಲೆಕ್ಕಗಳು
ko: 섞인 계산
lo: ການຄຳນວນປະສົມ
lt: Mišrūs veiksmai
lv: Jauktas darbības
mk: Мешани операции
ml: കലർന്ന ക്രിയകൾ
mn: Холимог үйлдэл
mr: मिश्र गणिते
ms: Operasi campur
my: ရောစပ်တွက်ချက်မှု
ne: मिश्रित हिसाब
nl: Gemengde sommen
no: Blandede regnearter
or: ମିଶ୍ରିତ ଗଣିତ
pa: ਮਿਲੇ-ਜੁਲੇ ਹਿਸਾਬ
pl: Działania mieszane
pt: Operações misturadas
ro: Operații amestecate
ru: Смешанные действия
si: මිශ්‍ර ගණන්
sk: Zmiešané operácie
sl: Mešane računske operacije
sq: Veprime të përziera
sr: Mešane računske radnje
sv: Blandade räknesätt
sw: Hesabu mchanganyiko
ta: கலந்த கணக்குகள்
te: మిశ్రమ లెక్కలు
th: คละเครื่องหมาย
tr: Karışık işlemler
ug: ئارىلاش ئەمەللەر
uk: Змішані дії
ur: ملے جلے سوال
uz: Aralash amallar
vi: Phép tính hỗn hợp
zh: 混合运算
zu: Izibalo ezixubile

# info.filter.percentages
source: Percentages only
af: Net persentasies
am: መቶኛ ብቻ
ar: النسب فقط
as: কেৱল শতাংশ
az: Yalnız faizlər
be: Толькі працэнты
bg: Само проценти
bn: শুধু শতকরা
bo: བརྒྱ་ཆ་ཁོ་ན
bs: Samo postoci
ca: Només percentatges
cs: Jen procenta
cy: Canrannau yn unig
da: Kun procenter
de: Nur Prozente
el: Μόνο ποσοστά
es: Solo porcentajes
et: Ainult protsendid
eu: Ehunekoak bakarrik
fa: فقط درصد
fi: Vain prosentit
fo: Bara prosent
fr: Pourcentages seulement
ga: Céatadáin amháin
gl: Só porcentaxes
gu: ફક્ત ટકાવારી
he: אחוזים בלבד
hi: केवल प्रतिशत
hr: Samo postoci
hu: Csak százalékok
hy: Միայն տոկոսներ
id: Hanya persentase
is: Aðeins prósentur
it: Solo percentuali
ja: パーセントだけ
ka: მხოლოდ პროცენტები
kk: Тек пайыздар
km: តែភាគរយ
kn: ಶೇಕಡಾವಾರು ಮಾತ್ರ
ko: 백분율만
lo: ເປີເຊັນເທົ່ານັ້ນ
lt: Tik procentai
lv: Tikai procenti
mk: Само проценти
ml: ശതമാനങ്ങൾ മാത്രം
mn: Зөвхөн хувь
mr: फक्त टक्केवारी
ms: Peratus sahaja
my: ရာခိုင်နှုန်းသာ
ne: प्रतिशत मात्र
nl: Alleen percentages
no: Bare prosent
or: କେବଳ ଶତକଡ଼ା
pa: ਸਿਰਫ਼ ਪ੍ਰਤੀਸ਼ਤ
pl: Tylko procenty
pt: Só percentagens
ro: Doar procente
ru: Только проценты
si: ප්‍රතිශත පමණයි
sk: Len percentá
sl: Samo odstotki
sq: Vetëm përqindje
sr: Samo procenti
sv: Bara procent
sw: Asilimia tu
ta: சதவீதங்கள் மட்டும்
te: శాతాలు మాత్రమే
th: เฉพาะเปอร์เซ็นต์
tr: Yalnızca yüzdeler
ug: پەقەت پىرسەنت
uk: Лише відсотки
ur: صرف فی صد
uz: Faqat foizlar
vi: Chỉ phần trăm
zh: 只练百分数
zu: Amaphesenti kuphela

# info.filter.subtraction
source: Subtraction only
af: Net aftrek
am: መቀነስ ብቻ
ar: الطرح فقط
as: কেৱল বিয়োগ
az: Yalnız çıxma
be: Толькі адніманне
bg: Само изваждане
bn: শুধু বিয়োগ
bo: འཐེན་རྩིས་ཁོ་ན
bs: Samo oduzimanje
ca: Només restes
cs: Jen odčítání
cy: Tynnu yn unig
da: Kun subtraktion
de: Nur Subtraktion
el: Μόνο αφαίρεση
es: Solo restas
et: Ainult lahutamine
eu: Kenketak bakarrik
fa: فقط تفریق
fi: Vain vähennyslasku
fo: Bara frádráttur
fr: Soustractions seulement
ga: Dealú amháin
gl: Só restas
gu: ફક્ત બાદબાકી
he: חיסור בלבד
hi: केवल घटाव
hr: Samo oduzimanje
hu: Csak kivonás
hy: Միայն հանում
id: Hanya pengurangan
is: Aðeins frádráttur
it: Solo sottrazioni
ja: ひき算だけ
ka: მხოლოდ გამოკლება
kk: Тек азайту
km: តែការដក
kn: ಕಳೆಯುವಿಕೆ ಮಾತ್ರ
ko: 뺄셈만
lo: ລົບເທົ່ານັ້ນ
lt: Tik atimtis
lv: Tikai atņemšana
mk: Само одземање
ml: കുറയ്ക്കൽ മാത്രം
mn: Зөвхөн хасах
mr: फक्त वजाबाकी
ms: Tolak sahaja
my: နုတ်ခြင်းသာ
ne: घटाउ मात्र
nl: Alleen aftrekken
no: Bare subtraksjon
or: କେବଳ ବିୟୋଗ
pa: ਸਿਰਫ਼ ਘਟਾਓ
pl: Tylko odejmowanie
pt: Só subtração
ro: Doar scăderi
ru: Только вычитание
si: අඩු කිරීම පමණයි
sk: Len odčítanie
sl: Samo odštevanje
sq: Vetëm zbritje
sr: Samo oduzimanje
sv: Bara subtraktion
sw: Kutoa tu
ta: கழித்தல் மட்டும்
te: తీసివేత మాత్రమే
th: เฉพาะการลบ
tr: Yalnızca çıkarma
ug: پەقەت ئېلىش
uk: Лише віднімання
ur: صرف تفریق
uz: Faqat ayirish
vi: Chỉ phép trừ
zh: 只练减法
zu: Ukususa kuphela

# info.filter.tables
source: Multiplication only
af: Net vermenigvuldig
am: ማባዛት ብቻ
ar: الضرب فقط
as: কেৱল পূৰণ
az: Yalnız vurma
be: Толькі множанне
bg: Само умножение
bn: শুধু গুণ
bo: སྒྱུར་རྩིས་ཁོ་ན
bs: Samo množenje
ca: Només multiplicacions
cs: Jen násobení
cy: Lluosi yn unig
da: Kun multiplikation
de: Nur Multiplikation
el: Μόνο πολλαπλασιασμός
es: Solo multiplicaciones
et: Ainult korrutamine
eu: Biderketak bakarrik
fa: فقط ضرب
fi: Vain kertolasku
fo: Bara falding
fr: Multiplications seulement
ga: Iolrú amháin
gl: Só multiplicacións
gu: ફક્ત ગુણાકાર
he: כפל בלבד
hi: केवल गुणा
hr: Samo množenje
hu: Csak szorzás
hy: Միայն բազմապատկում
id: Hanya perkalian
is: Aðeins margföldun
it: Solo moltiplicazioni
ja: かけ算だけ
ka: მხოლოდ გამრავლება
kk: Тек көбейту
km: តែការគុណ
kn: ಗುಣಾಕಾರ ಮಾತ್ರ
ko: 곱셈만
lo: ຄູນເທົ່ານັ້ນ
lt: Tik daugyba
lv: Tikai reizināšana
mk: Само множење
ml: ഗുണനം മാത്രം
mn: Зөвхөн үржүүлэх
mr: फक्त गुणाकार
ms: Darab sahaja
my: မြှောက်ခြင်းသာ
ne: गुणन मात्र
nl: Alleen vermenigvuldigen
no: Bare multiplikasjon
or: କେବଳ ଗୁଣ
pa: ਸਿਰਫ਼ ਗੁਣਾ
pl: Tylko mnożenie
pt: Só multiplicação
ro: Doar înmulțiri
ru: Только умножение
si: ගුණ කිරීම පමණයි
sk: Len násobenie
sl: Samo množenje
sq: Vetëm shumëzim
sr: Samo množenje
sv: Bara multiplikation
sw: Kuzidisha tu
ta: பெருக்கல் மட்டும்
te: గుణకారం మాత్రమే
th: เฉพาะการคูณ
tr: Yalnızca çarpma
ug: پەقەت كۆپەيتىش
uk: Лише множення
ur: صرف ضرب
uz: Faqat ko‘paytirish
vi: Chỉ phép nhân
zh: 只练乘法
zu: Ukuphindaphinda kuphela

# info.mode.fractions.header
source: Parts
af: Dele
am: ክፍሎች
ar: الأجزاء
as: অংশ
az: Hissələr
be: Часткі
bg: Части
bn: অংশ
bo: ཆ་ཤས
bs: Dijelovi
cs: Části
cy: Rhannau
da: Dele
de: Teile
el: Μέρη
es: Partes
et: Osad
eu: Zatiak
fa: بخش‌ها
fi: Osat
fo: Partar
ga: Codanna
gl: Partes
gu: ભાગો
he: חלקים
hi: भाग
hr: Dijelovi
hu: Részek
hy: Մասեր
id: Bagian
is: Hlutar
it: Parti
ja: パーツ
ka: ნაწილები
kk: Бөліктер
km: ផ្នែក
kn: ಭಾಗಗಳು
ko: 부분
lo: ສ່ວນ
lt: Dalys
lv: Daļas
mk: Делови
ml: ഭാഗങ്ങൾ
mn: Хэсэг
mr: भाग
ms: Bahagian
my: အပိုင်းများ
ne: भागहरू
nl: Delen
no: Deler
or: ଅଂଶ
pa: ਹਿੱਸੇ
pl: Części
pt: Partes
ro: Părți
ru: Части
si: කොටස්
sk: Časti
sl: Deli
sq: Pjesë
sr: Delovi
sv: Delar
sw: Sehemu
ta: பகுதிகள்
te: భాగాలు
th: ส่วน
tr: Parçalar
ug: بۆلەكلەر
uk: Частини
ur: حصے
uz: Qismlar
vi: Phần
zh: 份数
zu: Izingxenye

# info.mode.fractions.multiple
source: Single and multiple parts
af: Een en meer dele
am: አንድ እና ብዙ ክፍሎች
ar: جزء واحد أو عدة أجزاء
as: এটা আৰু একাধিক অংশ
az: Bir və bir neçə hissə
be: Адна і некалькі частак
bg: Една или няколко части
bn: একটি ও একাধিক অংশ
bo: ཆ་ཤས་གཅིག་དང་མང་པོ
bs: Jedan ili više dijelova
ca: Una o diverses parts
cs: Jedna i více částí
cy: Un rhan neu sawl rhan
da: En eller flere dele
de: Ein oder mehrere Teile
el: Ένα ή περισσότερα μέρη
es: Una o varias partes
et: Üks või mitu osa
eu: Zati bat eta hainbat zati
fa: یک یا چند بخش
fi: Yksi tai monta osaa
fo: Ein og fleiri partar
fr: Une ou plusieurs parts
ga: Cuid amháin nó níos mó
gl: Unha ou varias partes
gu: એક અને ઘણા ભાગો
he: חלק אחד או כמה חלקים
hi: एक या कई भाग
hr: Jedan ili više dijelova
hu: Egy vagy több rész
hy: Մեկ և մի քանի մաս
id: Satu atau beberapa bagian
is: Einn og fleiri hlutar
it: Una o più parti
ja: 1つまたはいくつかのパーツ
ka: ერთი და რამდენიმე ნაწილი
kk: Бір және бірнеше бөлік
km: មួយផ្នែក និងច្រើនផ្នែក
kn: ಒಂದು ಮತ್ತು ಹಲವು ಭಾಗಗಳು
ko: 한 부분과 여러 부분
lo: ໜຶ່ງສ່ວນ ແລະ ຫຼາຍສ່ວນ
lt: Viena ir kelios dalys
lv: Viena un vairākas daļas
mk: Еден и повеќе делови
ml: ഒന്നോ പലതോ ഭാഗങ്ങൾ
mn: Нэг болон олон хэсэг
mr: एक किंवा अनेक भाग
ms: Satu atau banyak bahagian
my: တစ်ပိုင်းနှင့် အပိုင်းများ
ne: एक वा धेरै भाग
nl: Enkele en meerdere delen
no: Én eller flere deler
or: ଗୋଟିଏ ଓ ଅନେକ ଅଂଶ
pa: ਇੱਕ ਜਾਂ ਕਈ ਹਿੱਸੇ
pl: Jedna lub kilka części
pt: Uma ou várias partes
ro: Una sau mai multe părți
ru: Одна или несколько частей
si: එකක් සහ කොටස් කිහිපයක්
sk: Jedna aj viac častí
sl: En ali več delov
sq: Një ose disa pjesë
sr: Jedan ili više delova
sv: En eller flera delar
sw: Sehemu moja au nyingi
ta: ஒன்று அல்லது பல பகுதிகள்
te: ఒకటి లేదా ఎక్కువ భాగాలు
th: หนึ่งส่วนและหลายส่วน
tr: Tek ve birden çok parça
ug: بىر ۋە كۆپ بۆلەك
uk: Одна або кілька частин
ur: ایک اور کئی حصے
uz: Bitta va bir nechta qism
vi: Một hoặc nhiều phần
zh: 一份或多份
zu: Ingxenye eyodwa neziningi
